tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "bash"
brew "bat"
brew "fzf"
brew "httpie"
brew "mas"
brew "neovim"
brew "zsh"
brew 'zsh-completions'
brew 'wget'
brew "tldr"
brew "tree"

cask "google-chrome"
cask "keycastr"
cask "karabiner-elements"
cask 'iterm2'

mas "Maccy", id: 1527619437
mas "Magnet", id: 441258766
mas 'Unsplash Wallpapers', id: 1284863847
